{
  "fullName": "Ellen Ripley",
  "position": "Warrant Officer",
  "location": "Nostromo",
  "github": "",
  "bio": [
    "Lieutenant First Class Ellen Louise Ripley was a civilian adviser to the United States Colonial Marine Corps and a hugely influential figure in humanity's encounters with the species Xenomorph XX121. She was the mother of Amanda Ripley-McClaren and the forebear of Alan Decker.",
    "Beginning her career as a warrant officer with Weyland-Yutani's commercial freight operations, she was assigned to the USCSS Nostromo in 2122 when it encountered a single Xenomorph unintentionally collected from the planetoid LV-426. The event led to the death of the rest of her crew and the destruction of the ship, and her discovery of the Xenomorph would change the course of her life and plague her for the rest of her existence.",
    "Later promoted to Lieutenant First Class and attached to the Colonial Marines as a civilian adviser, she would go on to have several more encounters with the creatures over the following decades, before eventually giving her life on Fiorina \"Fury\" 161 to put an end to the Alien menace once and for all. Her exploits ensured that she was well-known among groups and individuals that dealt with the Xenomorph for decades, even centuries, after her death.",
    "Source: [AVP Fandom](https://avp.fandom.com/wiki/Ellen_Ripley)"
  ],
  "tags": [
    "Freight Operations",
    "Exterminator"
  ],
  "boxes": [
    {
      "title": "Occupation",
      "tag": "Freight Operations",
      "paragraph": "Insert paragraph here",
      "items": [
        "First thing",
        "Second thing",
        "Third thing"
      ]
    },
    {
      "title": "Skills",
      "tag": "Exterminator",
      "paragraph": "I have these skills",
      "items": [
        "One",
        "Two",
        "Three",
        "Fourth"
      ]
    },
    {
      "title": "Tools",
      "paragraph": "I use these tools to get things done",
      "items": [
        "Flamethrower?",
        "Mining mech?",
        "Please help me add more Alien references!"
      ]
    },
    {
      "title": "Education",
      "tag": "Exterminator",
      "paragraph": "I have learned by doing",
      "items": [
        {
          "where": "School of hard knocks",
          "what": "Life experience"
        }
      ]
    },
    {
      "title": "Books",
      "paragraph": "These are books",
      "items": [
        {
          "title": "Getting Things Done",
          "authors": "David Allen"
        }
      ]
    },
    {
      "column": 2,
      "image": "background.jpg"
    },
    {
      "column": 2,
      "title": "Porte",
      "paragraph": "So how do I use Porte?",
      "items": [
        "Fork the repo",
        "Modify info.json",
        "Replace the images in ./public/images/",
        "Detailed instructions available on [Github](https://github.com/sunfarm/porte)",
        "If this is still a bit too technical for you, open an issue on [Github](https://github.com/sunfarm/porte/issues) requesting a site and I'll try to help you set one up for free (for a limited time)."
      ]
    },
    {
      "column": 2,
      "title": "Who's using Porte?",
      "paragraph": "Just me right now... if you use it, send me a message or PR on Github to add your site to this list!",
      "items": [
        "Nathanael Raway, Software Developer - [nathanaelraway.com](https://nathanaelraway.com/)"
      ]
    }
  ]
}